export const dogBreeds = [
  {
    id: 1,
    breed: '고든 세터',
  },
  {
    id: 2,
    breed: '골든 리트리버',
  },
  {
    id: 3,
    breed: '그레이트 데인',
  },
  {
    id: 4,
    breed: '그레이트 피레니즈',
  },
  {
    id: 5,
    breed: '그레이하운드',
  },
  {
    id: 6,
    breed: '그린란드견',
  },
  {
    id: 7,
    breed: '기슈',
  },
  {
    id: 8,
    breed: '노던 이누이트 도그',
  },
  {
    id: 9,
    breed: '노르웨이안 부훈트',
  },
  {
    id: 10,
    breed: '노르웨이안 엘크하운드',
  },
  {
    id: 11,
    breed: '노바 스코샤 덕 톨링 리트리버',
  },
  {
    id: 12,
    breed: '노리치 테리어',
  },
  {
    id: 13,
    breed: '뉴펀들랜드',
  },
  {
    id: 14,
    breed: '닥스훈트',
  },
  {
    id: 15,
    breed: '달마시안',
  },
  {
    id: 16,
    breed: '댄디 디몬트 테리어',
  },
  {
    id: 17,
    breed: '던커',
  },
  {
    id: 18,
    breed: '디어하운드',
  },
  {
    id: 19,
    breed: '도고 아르헨티노',
  },
  {
    id: 20,
    breed: '도베르만 핀셔',
  },
  {
    id: 21,
    breed: '도사견',
  },
  {
    id: 22,
    breed: '독일 스피츠',
  },
  {
    id: 23,
    breed: '동경이',
  },
  {
    id: 24,
    breed: '드리버',
  },
  {
    id: 25,
    breed: '라사 압소',
  },
  {
    id: 26,
    breed: '라지 먼스터랜드',
  },
  {
    id: 27,
    breed: '래브라도 리트리버',
  },
  {
    id: 28,
    breed: '래브라도 허스키',
  },
  {
    id: 29,
    breed: '레이크랜드 테리어',
  },
  {
    id: 30,
    breed: '레온베르거',
  },
  {
    id: 31,
    breed: '러프 콜리',
  },
  {
    id: 32,
    breed: '로디지안 리지백',
  },
  {
    id: 33,
    breed: '로첸',
  },
  {
    id: 34,
    breed: '로트와일러',
  },
  {
    id: 35,
    breed: '마스티프',
  },
  {
    id: 36,
    breed: '마렘마 십독',
  },
  {
    id: 37,
    breed: '말티즈',
  },
  {
    id: 38,
    breed: '멕시칸 헤어리스 도그',
  },
  {
    id: 39,
    breed: '맥켄지 강 허스키',
  },
  {
    id: 40,
    breed: '맨체스터 테리어',
  },
  {
    id: 41,
    breed: '미니어처 닥스훈트',
  },
  {
    id: 42,
    breed: '미니어처 불 테리어',
  },
  {
    id: 43,
    breed: '미니어처 슈나우저',
  },
  {
    id: 44,
    breed: '미니어처 푸들',
  },
  {
    id: 45,
    breed: '미니어처 핀셔',
  },
  {
    id: 46,
    breed: '믹스견',
  },
  {
    id: 47,
    breed: '바센지',
  },
  {
    id: 48,
    breed: '바셋하운드',
  },
  {
    id: 49,
    breed: '바이마라너',
  },
  {
    id: 50,
    breed: '바이에른 마운틴 하운드',
  },
  {
    id: 51,
    breed: '버니즈 마운틴 도그',
  },
  {
    id: 52,
    breed: '베들링턴 테리어',
  },
  {
    id: 53,
    breed: '베르나 하운드',
  },
  {
    id: 54,
    breed: '베르니즈 마운틴 독',
  },
  {
    id: 55,
    breed: '베르제 드 보스',
  },
  {
    id: 56,
    breed: '벨지안 그리펀',
  },
  {
    id: 57,
    breed: '벨지안 쉽독',
  },
  {
    id: 58,
    breed: '벨지안 셰퍼드 독 라케노이즈',
  },
  {
    id: 59,
    breed: '벨지안 타뷰렌',
  },
  {
    id: 60,
    breed: '보더 콜리',
  },
  {
    id: 61,
    breed: '보더 테리어',
  },
  {
    id: 62,
    breed: '보비에 드 플란더스',
  },
  {
    id: 63,
    breed: '보르도 마스티프',
  },
  {
    id: 64,
    breed: '보르조이',
  },
  {
    id: 65,
    breed: '보스롱',
  },
  {
    id: 66,
    breed: '보스턴 테리어',
  },
  {
    id: 67,
    breed: '복서',
  },
  {
    id: 68,
    breed: '볼로네즈',
  },
  {
    id: 69,
    breed: '부비에 데 플란드르',
  },
  {
    id: 70,
    breed: '불 테리어',
  },
  {
    id: 71,
    breed: '불독',
  },
  {
    id: 72,
    breed: '불 마스티프',
  },
  {
    id: 73,
    breed: '브라질리언 가드 독',
  },
  {
    id: 74,
    breed: '브뤼셀 그리폰',
  },
  {
    id: 75,
    breed: '브리아드',
  },
  {
    id: 76,
    breed: '브리타니',
  },
  {
    id: 77,
    breed: '블러드하운드',
  },
  {
    id: 78,
    breed: '비글',
  },
  {
    id: 79,
    breed: '비글해리어',
  },
  {
    id: 80,
    breed: '비숑 프리제',
  },
  {
    id: 81,
    breed: '비어디드 콜리',
  },
  {
    id: 82,
    breed: '비즐라',
  },
  {
    id: 83,
    breed: '빠삐용',
  },
  {
    id: 84,
    breed: '쁘띠 브라바콘',
  },
  {
    id: 85,
    breed: '쁘띠 바셋 그리핀 벤딘',
  },
  {
    id: 86,
    breed: '사모예드견',
  },
  {
    id: 87,
    breed: '사할린 허스키',
  },
  {
    id: 88,
    breed: '샤페이',
  },
  {
    id: 89,
    breed: '살루키',
  },
  {
    id: 90,
    breed: '삽살개',
  },
  {
    id: 91,
    breed: '서섹스 스패니얼',
  },
  {
    id: 92,
    breed: '세인트 버나드',
  },
  {
    id: 93,
    breed: '세팔라 시베리안',
  },
  {
    id: 94,
    breed: '셰틀랜드 시프도그',
  },
  {
    id: 95,
    breed: '소프트 코티드 휘튼 테리어',
  },
  {
    id: 96,
    breed: '슈바이처 라우프훈트',
  },
  {
    id: 97,
    breed: '스무스 콜리',
  },
  {
    id: 98,
    breed: '스무스 폭스 테리어',
  },
  {
    id: 99,
    breed: '스위스하운드',
  },
  {
    id: 100,
    breed: '스카이 테리어',
  },
  {
    id: 101,
    breed: '스카치 테리어',
  },
  {
    id: 102,
    breed: '스코티시 디어하운드',
  },
  {
    id: 103,
    breed: '스키퍼키',
  },
  {
    id: 104,
    breed: '스태포드셔 불 테리어',
  },
  {
    id: 105,
    breed: '스페니시 마스티프',
  },
  {
    id: 106,
    breed: '슬루기',
  },
  {
    id: 107,
    breed: '스탠더드 슈나우저',
  },
  {
    id: 108,
    breed: '스탠더드 푸들',
  },
  {
    id: 109,
    breed: '시바견',
  },
  {
    id: 110,
    breed: '시베리안 허스키',
  },
  {
    id: 111,
    breed: '시코쿠견',
  },
  {
    id: 112,
    breed: '시추',
  },
  {
    id: 113,
    breed: '실리엄 테리어',
  },
  {
    id: 114,
    breed: '실키 테리어',
  },
  {
    id: 115,
    breed: '아르투아 하운드',
  },
  {
    id: 116,
    breed: '아메리칸 에스키모 도그',
  },
  {
    id: 117,
    breed: '아메리칸 워터 스패니얼',
  },
  {
    id: 118,
    breed: '아메리칸 코커 스패니얼',
  },
  {
    id: 119,
    breed: '아메리칸 폭스하운드',
  },
  {
    id: 120,
    breed: '아이리시 레드 앤 화이트 세터',
  },
  {
    id: 121,
    breed: '아이리시 세터',
  },
  {
    id: 122,
    breed: '아이리시 소프트 코티드 휘튼 테리어',
  },
  {
    id: 123,
    breed: '아이리시 울프하운드',
  },
  {
    id: 124,
    breed: '아이리시 워터 스패니얼',
  },
  {
    id: 125,
    breed: '아이리시 테리어',
  },
  {
    id: 126,
    breed: '아자와크',
  },
  {
    id: 127,
    breed: '아키타견',
  },
  {
    id: 128,
    breed: '아펜핀셔',
  },
  {
    id: 129,
    breed: '아프간 하운드',
  },
  {
    id: 130,
    breed: '안달루시안 하운드',
  },
  {
    id: 131,
    breed: '알래스칸 말라뮤트',
  },
  {
    id: 132,
    breed: '에어데일 테리어',
  },
  {
    id: 133,
    breed: '에어로하운드',
  },
  {
    id: 134,
    breed: '에스트렐라 마운틴 독',
  },
  {
    id: 135,
    breed: '오가르 폴스키',
  },
  {
    id: 136,
    breed: '오스트레일리안 켈피',
  },
  {
    id: 137,
    breed: '오스트레일리안 테리어',
  },
  {
    id: 138,
    breed: '오스트레일리안 셰퍼드',
  },
  {
    id: 139,
    breed: '오터하운드',
  },
  {
    id: 140,
    breed: '올드 잉글리시 십독',
  },
  {
    id: 141,
    breed: '와이머라너',
  },
  {
    id: 142,
    breed: '와이어 폭스 테리어',
  },
  {
    id: 143,
    breed: '요크셔 테리어',
  },
  {
    id: 144,
    breed: '웨스트 하일랜드 화이트 테리어',
  },
  {
    id: 145,
    breed: '웰시 스프링거 스패니얼',
  },
  {
    id: 146,
    breed: '웰시 코기',
  },
  {
    id: 147,
    breed: '웰시 테리어',
  },
  {
    id: 148,
    breed: '이비잔 하운드',
  },
  {
    id: 149,
    breed: '이탈리안 그레이하운드',
  },
  {
    id: 150,
    breed: '잉글리시 세터',
  },
  {
    id: 151,
    breed: '잉글리시 스프링거 스패니얼',
  },
  {
    id: 152,
    breed: '잉글리시 코커 스패니얼',
  },
  {
    id: 153,
    breed: '잉글리시 토이 스패니얼',
  },
  {
    id: 154,
    breed: '잉글리시 포인터',
  },
  {
    id: 155,
    breed: '잉글리시 폭스 하운드',
  },
  {
    id: 156,
    breed: '자이언트 슈나우저',
  },
  {
    id: 157,
    breed: '잭 러섹 테리어',
  },
  {
    id: 158,
    breed: '저먼 셰퍼드 도그',
  },
  {
    id: 159,
    breed: '저먼 쇼트 헤어드 포인터',
  },
  {
    id: 160,
    breed: '저먼 와이어 헤어드 포인터',
  },
  {
    id: 161,
    breed: '저먼 헌팅 테리어',
  },
  {
    id: 162,
    breed: '재패니즈 스피츠',
  },
  {
    id: 163,
    breed: '재패니즈 테리어',
  },
  {
    id: 164,
    breed: '제주개',
  },
  {
    id: 165,
    breed: '진돗개',
  },
  {
    id: 166,
    breed: '차우차우',
  },
  {
    id: 167,
    breed: '차이니스 크레스티드',
  },
  {
    id: 168,
    breed: '차이니즈 샤페이',
  },
  {
    id: 169,
    breed: '체서피크 베이 리트리버',
  },
  {
    id: 170,
    breed: '치누크',
  },
  {
    id: 171,
    breed: '치르네코 델레트나',
  },
  {
    id: 172,
    breed: '치와와',
  },
  {
    id: 173,
    breed: '친',
  },
  {
    id: 174,
    breed: '카이',
  },
  {
    id: 175,
    breed: '캉갈',
  },
  {
    id: 176,
    breed: '캐나디안 에스키모 도그',
  },
  {
    id: 177,
    breed: '컬리 코티드 리트리버',
  },
  {
    id: 178,
    breed: '케리 블루 테리어',
  },
  {
    id: 179,
    breed: '케이스혼드',
  },
  {
    id: 180,
    breed: '케언 테리어',
  },
  {
    id: 181,
    breed: '코몬도르',
  },
  {
    id: 182,
    breed: '코른 드 튜레어',
  },
  {
    id: 183,
    breed: '콜리',
  },
  {
    id: 184,
    breed: '쿠바츠',
  },
  {
    id: 185,
    breed: '쿤하운드',
  },
  {
    id: 186,
    breed: '크레타하운드',
  },
  {
    id: 187,
    breed: '클럼버 스패니얼',
  },
  {
    id: 188,
    breed: '키스혼드',
  },
  {
    id: 189,
    breed: '킹 찰스 스패니얼',
  },
  {
    id: 190,
    breed: '타마스칸',
  },
  {
    id: 191,
    breed: '타이 리지백 도그',
  },
  {
    id: 192,
    breed: '토이 맨체스터 테리어',
  },
  {
    id: 193,
    breed: '토이 푸들',
  },
  {
    id: 194,
    breed: '통일개',
  },
  {
    id: 195,
    breed: '티베탄 마스티프',
  },
  {
    id: 196,
    breed: '티베탄 스패니얼',
  },
  {
    id: 197,
    breed: '티베탄 테리어',
  },
  {
    id: 198,
    breed: '파라오 하운드',
  },
  {
    id: 199,
    breed: '파슨 러셀 테리어',
  },
  {
    id: 200,
    breed: '퍼그',
  },
  {
    id: 201,
    breed: '페루비안 헤어리스 도그',
  },
  {
    id: 202,
    breed: '페키니즈',
  },
  {
    id: 203,
    breed: '포덴코 카나리오',
  },
  {
    id: 204,
    breed: '포르투갈 워터 도그',
  },
  {
    id: 205,
    breed: '포르살렌',
  },
  {
    id: 206,
    breed: '포메라니안',
  },
  {
    id: 207,
    breed: '폭스 테리어',
  },
  {
    id: 208,
    breed: '폴리시 롤랜드 십독',
  },
  {
    id: 209,
    breed: '푸미',
  },
  {
    id: 210,
    breed: '푸꼭 리지백',
  },
  {
    id: 211,
    breed: '푸들',
  },
  {
    id: 212,
    breed: '풍산개',
  },
  {
    id: 213,
    breed: '프렌치 불도그',
  },
  {
    id: 214,
    breed: '플랫 코티드 리트리버',
  },
  {
    id: 215,
    breed: '플로트 하운드',
  },
  {
    id: 216,
    breed: '피레니안 마운틴 도그',
  },
  {
    id: 217,
    breed: '피레니안 십독',
  },
  {
    id: 218,
    breed: '피레니안 마스티프',
  },
  {
    id: 219,
    breed: '핏불 테리어',
  },
  {
    id: 220,
    breed: '헝가리안 쇼트헤어드 비즐라',
  },
  {
    id: 221,
    breed: '해리어',
  },
  {
    id: 222,
    breed: '휘핏',
  },
  {
    id: 223,
    breed: '화이트 스위스 셰퍼드 독',
  },
  {
    id: 224,
    breed: '홋카이도견',
  },
];
